---
kind: other
id: Methods.T:Autodesk.Revit.DB.FamilySizeTableColumn
source: html/0857a207-2ae5-7b3c-89e6-63dbc6360fe6.htm
---
# FamilySizeTableColumn Methods

Gets the identifier of the spec describing values in the column.